[
    "What do you wish you had more time to do?",
    "What do you think you spend too much time doing?",
    "Who do you need to get in touch with because it's been too long?",
    "What is something new you recently tried and enjoyed?",
    "What will you have wanted to accomplish by the time you are 100?",
    "Describe something you achieved that you didn't think was possible.",
    "What gives you hope?",
    "What is a new habit you want to take up?",
    "What life advice would you offer to a newborn infant?",
    "When did you last cry...alone...in front of someone else?",
    "What matters to you and why?",
    "What holds you back from doing the things you really want to do?",
    "What is your greatest fear?",
    "What is your greatest accomplishment?",
    "What is something you know you do differently than most people?",
    "What is your next great adventure?",
    "What's one thing that could happen today that would make it great?",
    "What inspires you?",
    "What are the little things you stop to appreciate and enjoy?",
    "What does home mean to you?",
    "What do you want to do before you die?",
    "How do you show your love?",
    "If you weren't working here, what would you probably be doing right now?",
    "How did you become a [job title]?",
    "What surprised you the most about your current job?",
    "What's the craziest thing a boss has ever asked you to do?",
    "Would you rather work four 10-hour days or five eight-hour days?",
    "If you were guaranteed to be successful, what job would you want?",
    "What was your first job? Did you like it?",
    "What's the best career advice you've ever received? How about the worst?",
    "Are you reading any good books right now? I'd love some recommendations. How about shows?",
    "Are there any apps on your phone that you can't live without?",
    "If you could only watch one genre of movies for the rest of your life, what would it be?",
    "What's a book you hated that everyone else loved, and vice versa?",
    "Do you have any podcast suggestions for my commute?",
    "What's the last movie that made you cry? Or laugh aloud?",
    "Whom would you want to be your Amazing Race partner?",
    "Who is your favorite person to follow on Instagram?",
    "If you could only eat one thing for the rest of your life, what would it be?",
    "What's the weirdest thing you've ever eaten?",
    "What's your go-to comfort food?",
    "Are there any foods that you absolutely would not eat?",
    "What's something that's easy to bring in for lunch that isn't a sandwich?",
    "What are the best cheap eats around here?",
    "Does your family have any “secret” or famous recipes?",
    "What's your favorite restaurant that other people don't tend to know about?",
    "What's the best “hidden gem” around here?",
    "If you could fly anywhere for free, where would you go?",
    "What's the coolest road trip you've ever been on?",
    "Where's the last place you traveled? What did you do there?",
    "Do you prefer action-packed vacations or relaxing on the beach?",
    "What's the next trip you have planned?",
    "If you could take a workcation or sabbatical, where would you go and what would you do?",
    "What's your favorite thing to do around here on the weekends?",
    "Where did you live before this? What are the biggest differences you see?",
    "What did you think you were going to be growing up?",
    "Do you have any hidden talents or surprising hobbies?",
    "What was your favorite extracurricular in elementary school?",
    "What was the must-have accessory or item when you were growing up?",
    "What's the most unbelievable thing that's ever happened to you?",
    "Who's the most important role model or mentor you've had in your life?",
    "What's the best piece of advice you've ever received?",
    "If you were in charge of picking the eighth wonder of the world, what would you choose?",
    "What do you wish you had placed in a time capsule 15 years ago?",
    "What's the strangest compliment you've ever gotten?",
    "Have you ever thought of a cool invention or company, only to discover someone had already invented or started it?",
    "If you could teach a college course on any subject you want, what would it be?",
    "What's the most out-of-character thing you've ever done?",
    "What would be your ideal superpower?",
    "If you could have any type of animal for a pet, what would it be?"
]
